/* 
  Errors.strings
  CleanMyMac

  Created by Vera Tkachenko on 3/2/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* Error descriptions */

"ErrorDescRemoving_GenericError" = "Impossibile rimuovere alcuni file per cause sconosciute.";
"ErrorDescRemoving_GenericSingleFileError" = "Impossibile rimuovere \"%@\" per cause sconosciute.";
"ErrorDescRemoving_FileWasntAuthorized" = "Impossibile rimuovere \"%@\" perché non hai autorizzato l'operazione.";
"ErrorDescRemoving_FileWasntAuthorizedMove" = "Impossibile spostare \"%@\" perché non hai autorizzato l'operazione.";
"ErrorDescRemoving_CouldntRemoveWithPrivileges" = "Impossibile rimuovere \"%@\" per mancanza di permessi.";
"ErrorDescRemoving_CouldntMoveWithPrivileges" = "Impossibile spostare \"%@\" per mancanza di permessi.";
"ErrorDescRemoving_FailedToLaunchTask" = "Impossibile eseguire l'attività \"%@\". File non eseguibile o mancante.";
